Revit 2027 API
ParameterTypeId.ViewPositionName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewPositionName { get; }
Public Shared ReadOnly Property ViewPositionName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewPositionName {
	ForgeTypeId^ get ();
}
static member ViewPositionName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace